[
{
   "work": "giovanni-cases",
   "thumb": "images/work/thumbs/giovanni-cases.jpg",
   "title": "Giovanni+Draftfcb – Cases",
   "text": "I did the DPA and HP cases for the new Giovanni+Draftfcb website, with assets that showed the agency’s creative and developing potential. For the DPA case, we used effects such as parallax, drag and drop, a unique menu with drag and drop illustrations and dynamic on and off. For HP, I developed an animation of a printer printing letters in a dynamic rhythm using JSON and jQuery.",
   "images": 7,
    "link": ["http://www.pauloedums.com/cases/enoel","http://www.pauloedums.com/cases/ninho"],
   "available": true,
   "gadget": "desktop"
  },

  {
   "work": "batalha-de-djs",
   "thumb": "images/work/thumbs/batalha-de-djs.jpg",
   "title": "Campari - DJ Battle",
   "text": "I've developed  a simple voting system with a staff of suplliers where you could  watch the videos from every competing DJ’s, as well as the finalists and then vote for your favorite one.",
   "images": 9,
    "link": [""],
   "available": true,
   "gadget": "desktop"
  },
  {
   "work": "gafisa-triedro",
   "thumb": "images/work/thumbs/gafisa-triedro.jpg",
   "title": "Gafisa - Triedro",
   "text": "Triedro it’s a unique engaging project, where people could visit the sales stand from the available apartments, took pictures from this special moment and share it on facebook. Then these pictures, allowed by the user, would be spreaded around different sales stand from Gafisa around the city.",
   "images": 4,
    "link": [""],
   "available": true,
   "gadget": "desktop"
  },
  {
   "work": "alphaville",
   "thumb": "images/work/thumbs/alphaville.jpg",
   "title": "Alphaville",
   "text": "This was an action where the registered clients had access to a landing page, where they could choose picture from instagram or facebook, and then set personalized front covers for a sketchbook like a Moleskine. After that, they could sent their own custom made sketchbook as a Christmas gift. I’ve developed this using the API from Facebook and Instagram, with custom made animations to improve client’s usability.",
   "images": 15,
    "link": [""],
   "available": true,
   "gadget": "desktop"
  },
  {
    "work": "interflash",
    "thumb": "images/work/thumbs/interflash.jpg",
    "title": "Interflash",
    "text": "I developed a SEO project for Interflash in a wholly customized way, highlighting the benefits of the product that has been the company’s flagship: TeamSpeak. After research and production of relevant content, we reached the top of Google search results about TeamSpeak hosting – as well as in other search websites.",
    "images": 4,
    "link": ["http://www.interflash.com.br"],
    "available": true,
   "gadget": "desktop"
  },
  {
    "work": "hp-enoel",
    "thumb": "images/work/thumbs/hp-enoel.jpg",
    "title": "HP – eNoel",
    "text": "eNoel was an extraordinary project in that it brought livestreaming to Facebook, where the users would send letters which would pop out of the printer next to a jovial Santa Claus, who gave out gifts to the authors of the best letters. So, the challenge that awaited us was to create a personalized and dynamic letter submission form, not sparing Ajax nor JavaScript, and also using animations for all kinds of behavior, because that submission form should be specially attractive and user-friendly.",
    "images": 7,
    "link": [""],
    "available": true,
   "gadget": "desktop"
  },
  {
    "work": "pao-revoar",
    "thumb": "images/work/thumbs/pao-revoar.jpg",
    "title": "Pão de Açúcar – Revoar",
    "text": "Revoar is a project that used illustrations by the artist Geraldo Valério and rewarded clients with art in paintings, a book or a kitchen kit. The project utilized loads of animations in JavaScripts and CSS Sprites.",
    "images": 4,
    "link": [""],
    "available": true,
   "gadget": "desktop"
  },
  {
    "work": "gafisa-eclat",
    "thumb": "images/work/thumbs/gafisa-eclat.jpg",
    "title": "Gafisa – Éclat",
    "text": "This is an ad for a high-end building in a noble region of São Paulo city with 3 and 4 dormitories. Made in HTML5, the piece was created for iPod as a multipage ad, providing links and a video. I produced animations via JavaScript and jQuery and adapted the HTML5 video tag in order to make the piece more dynamic. Check it out.",
    "images": 4,
    "link": ["http://www.pauloedums.com/gafisa/eclat"],
    "available": true,
   "gadget": "tablet"
  },
  {
    "work": "gafisa-remanescentes",
    "thumb": "images/work/thumbs/gafisa-remanescentes.jpg",
    "title": "Gafisa – Remanescentes",
    "text": "This ad was intended to sell remaining real estate by Gafisa, one of Brazil’s greatest construction and development companies. The piece was created for iPad as a multipage ad, providing links and a video and using the tablet accelerometer as the navigation frame. After choosing a direction, the user entered a region of São Paulo: West Zone, South Zone, East Zone or West Zone. Then there buildings which the user could get to know and explore via external link.",
    "images": 5,
    "link": ["http://www.pauloedums.com/gafisa/nslo"],
    "available": true,
   "gadget": "tablet"
  },
  {
    "work": "itau-econhecimento",
    "thumb": "images/work/thumbs/itau-econhecimento.jpg",
    "title": "Itaú – e-conhecimento",
    "text": "The website has personalized and intelligent animations, as well as an internal carousel developed with JavaScript, jQuery and JSON.",
    "images": 3,
    "link": ["http://www.pauloedums.com/itau/e-conhecimento"],
    "available": true,
   "gadget": "desktop"
  },
  {
    "work": "itau-personnalite",
    "thumb": "images/work/thumbs/itau-personnalite.jpg",
    "title": "Itaú Personnalité – Experiências",
    "text": "The client’s need was to bring personalized experiences to the bank’s high-end clients. So we came up with menu and submenu accordions, with smooth transitions, evoking the public’s experience.",
    "images": 4,
    "link": [""],
    "available": true,
   "gadget": "desktop"
  },
  {
    "work": "roberto-justus",
    "thumb": "images/work/thumbs/roberto-justus.jpg",
    "title": "Roberto Justus",
    "text": "This is one of the greatest entrepreneurs in Brazil, and a public persona who has proven enormously important to the country’s advertising market. Because the navigation of his career website needed to reflect its personal nature, I developed, together with studio Maquinarus, a personal timeline with direct connection to the database so the user could find text information and filter it by categories. Its functionality has three options: initial, clicked and by filtering. It’s worth checking out.",
    "images": 4,
    "link": ["http://www.robertojustus.com.br/"],
    "available": true,
   "gadget": "desktop"
  },
  {
    "work": "sharpie-deixe-sua-marca",
    "thumb": "images/work/thumbs/sharpie-deixe-sua-marca.jpg",
    "title": "Sharpie deixe sua marca",
    "text": "",
    "images": 2,
    "link": [""],
    "available": false,
   "gadget": "desktop"
  },
  {
    "work": "galvao-energia",
    "thumb": "images/work/thumbs/galvao-energia.jpg",
    "title": "Galvão Energia",
    "text": "The site was developed in a simple dynamic, with no use of JavaScript, and with CSS image sprites.",
    "images": 4,
    "link": ["http://www.galvaoenergia.com.br/"],
    "available": false,
   "gadget": "desktop"
  },
  {
    "work": "hp-educacao",
    "thumb": "images/work/thumbs/hp-educacao.jpg",
    "title": "HP – Educação",
    "text": "For the development of this landing page, I built up, via JSON, the means to charge the videos and animations in a dynamic and efficient way, with behaviors adapted to the options of having or not having descriptive texts. JavaScript, jQuery, MooTools, SWFObject and CSS Images Sprites were used.",
    "images": 2,
    "link": [""],
    "available": false,
   "gadget": "desktop"
  },
  {
    "work": "intel-futuro",
    "thumb": "images/work/thumbs/intel-futuro.jpg",
    "title": "Intel – Futuro de Presente",
    "text": "During this project I participated in the development of a dynamic homepage carousel leads the user to the product page and shows the processor clicked, which happens through a call-back via JavaScript, no matter what page of site the user is on.",
    "images": 4,
    "link": [""],
    "available": false,
   "gadget": "desktop"
  },
  {
    "work": "liberty-seguros-liu",
    "thumb": "images/work/thumbs/liberty-seguros-liu.jpg",
    "title": "Liberty Seguros LIU",
    "text": "",
    "images": 5,
    "link": ["http://www.liubrasil.com/Institucional/index.aspx"],
    "available": false,
   "gadget": "desktop"
  }
]